local function run(msg, matches)
tg.sendMessage(msg.chat_id, 0, 0,  "<b>ربات سناتور رباتی پر قدرت با پشتیبانی 24ساعته !\nنرخ ربات های تیم سناتور\n💈1:تک رباته یک ماه :5000تومان\n💈2:تک رباته دو ماه:10000تومان\n💈3:تک رباته سه ماه:15000تومن\n💈هر کا ممبر 1000تومن به مبلغ اضافه میشود💈\n💈1:دو رباته یک ماه :10000تومن\n💈2:دو رباته دو ماه:18000تومن\n💈3:دو رباته سه ماه:25000تومن\n💈 هر کا ممبر 2000تومن به مبلغ اضافه میشود💈\n کانال پشتیبانی: @senator_tea</b>", 0)
end
return {
  patterns = {
	"^[!#/]([Ss][Ee][Nn][Aa][Tt][Oo][Rr])$",
  },
  run = run
}

--@Lv_t_m
